{"content":{"title":"Illegal Or Just Creepy? The Complicated History of Age of Consent","text":"<p>Adina thought she had found true love. She was 15 years old, in the 10th grade, when she met the man who would become her boyfriend online. Underneath Adina’s surreal happiness was, in her words, “pure terror.” The guy was possessive, and she feared her family would discover the relationship she was hiding, because he was about 10 years her senior.</p>\n<p>The pair started as friends. They exchanged messages and texts, quickly growing closer. Eventually the relationship became romantic; the couple said “I love you” and shared occasional sexts. Adina found herself living what she describes as a dual life, one where she communicated with the man she loved, and another where she kept her relationship a secret.</p>\n<p>Adina’s story isn’t unusual. “Age gap couples,” as I’ve seen them called in videos and on social media, are romantic pairings where one individual is significantly older than the other. There are a handful of high-profile celebrity couples that fit this mold. Rap artist Tyga was speculated to have started dating Kylie Jenner in 2014, when she was 16 and he was 24 years old. And the 33-year-old rapper Drake has recently been criticized for texting teenage starlets like <a href=\"https://www.independent.co.uk/voices/drake-millie-bobby-brown-texts-emmy-awards-stranger-things-a8545046.html\">Millie Bobby Brown</a>, who was 14 years old at the time, and <a href=\"https://www.independent.co.uk/arts-entertainment/music/news/billie-eilish-drake-text-messages-number-millie-bobby-brown-stranger-things-a9227226.html\">Billie Eilish</a>, then 17. </p>\n<p>Public response to these types of relationships has been mixed. Fans criticized the rapper while Milly Bobby Brown defended Drake’s communications on Instagram, writing: \"Why u gotta make a lovely friendship ur headline? U guys are weird.\"</p>\n<p>But there’s another way of looking at “age gap” relationships: as child abuse. The National Society for the Prevention of Cruelty to Children defines <a href=\"https://www.nspcc.org.uk/what-is-child-abuse/types-of-abuse/grooming/#what-is\">grooming</a> as “when someone builds a relationship, trust and emotional connection with a child or young person so they can manipulate, exploit and abuse them.” These relationships involve an adult taking advantage of a child’s limited worldview to make themselves seem like the “shining knight” or ideal romantic partner for a child or teen — so that the interaction does not feel coercive, but idyllic.</p>\n<p>“Despite his shortcomings, the man I was with took good care of me,” Adina wrote in 2017 of the guy she met online. “He had strong feelings for me just like I had for him.” </p>\n<p>Adina’s parents didn’t see the loving relationship that she did. When they discovered that her boyfriend was almost twice her age, a legal adult, they reported him to the police.</p>\n<p>“Fifteen-year-old me was very upset that my parents and scary adult authority figures were picking through my sexts, and taking me away from the person I thought I was in love with,” Adina said.</p>\n<p>At the time, Adina thought of herself as old enough to decide who and what was best for her. She saw her parents’ intrusion as a violation of her privacy that was embarrassing and uncalled for.</p>\n<p>Law enforcement disagreed. When sex is a factor, many so-called age gap relationships cross the boundary into crime. In fact, there are entire sets of laws created to deal with age differences in sexual relationships, known colloquially as “age of consent” laws.</p>\n<p>Carolyn Cocca is a law professor at SUNY Old Westbury. In her book, “Jailbait: The Politics of Statutory Rape,” she tracks the history of statutory rape — or sexual relationships that fall outside the law. She says that the United States’ earliest statutory rape laws weren’t really about age, but about whether a person was married. These laws, imported from England, were less about protecting anyone from rape and more about protecting the virginal status of young women who were seen as the property of men, specifically a father or husband. </p>\n<p>“So you could be old enough to get married and have sexual intercourse legally, but not old enough to consent to unmarried sex,” Cocca said. </p>\n<p>According to Cocca, our understanding of consent laws didn’t change until the late 1890s, when a push was made to raise the age of consent to between 16 and 18 years old across the country. Male legislators claimed credit for protecting young girls, by “saving them from their own ruin” and ensuring that they did not have sex until marriage.</p>\n<div><div class=\"map-container\"></div><div style=\"font-size:0.5rem;text-align: center;margin-bottom: 1rem;\">Data Map History of Age of Consent /  Carolyn E. Cocca Jailbait: The Politics of Statutory Rape Laws in the United States </div></div>\n\n<p>“It's around this time you start to hear the word jailbait,” said Cocca. “You know, like you could get in trouble if you're with these girls, even if they're willing. It's against the law.”</p>\n<p>But these laws were flawed. For example, not all victims of statutory rape are women. In the 1960’s and 70’s, second-wave feminists and LGBTQ advocates worked to revise the age of consent laws, making them more inclusive.</p>\n<p>“They wanted to make the laws gender neutral, so any person who has sex with an underage person is guilty of statutory rape. They thought that would take away the idea that this is something that males do to females,” said Cocca.</p>\n<p>Our legal understanding of what the age of consent should be is limited by the moral viewpoints on sexuality at any given time. Outdated concepts like the idea that statutory rape is only something men do to young girls have been swapped out in favor of the idea that statutory rape is something an adult does to a vulnerable younger person.</p>\n<div style=\"display: flex;align-items: baseline;flex-wrap: wrap;\">\n<div class=\"profile-container\"></div>\n<div class=\"profile-container\"></div>\n</div>\n\n<p>These protections have improved but are still far from perfect. It’s hard to say who’s vulnerable, when our ideas about age and maturity are subjective. For example, parents can leverage the current legal system to separate young people in relationships if one person is 18 years old and the other is underage. If the young person who is the “victim” in this case wants to stop a prosecution, they can’t.</p>\n<p>“The state takes over once the case has started,” Cocca said. “So you can have a relatively young person in a consensual relationship being on a sex offender registry, which affects where they work, where they live. If they can go to a daycare, be near a school, all that kind of stuff.”</p>\n<p>Advocates call for age of consent laws that don’t restrict young people’s sexual agency, but also protect them from predatory adults. Legality is hardly a barometer for morality or ethics. </p>\n<p>Take the term “jailbait,” for example. It’s survived in popular culture, but usually as a joke or cautionary tale. As a child, I remember listening to a song called “15 Will Get You 20” by R&amp;B group City High. The message is: don’t have sex with kids, even though it’s understandable you may want to.</p>\n<div style=\"display: flex;align-items: baseline;flex-wrap: wrap;\">\n<div class=\"profile-container\"></div>\n<div class=\"profile-container\"></div>\n</div>\n\n<p>Compare this to Drake’s behavior at a concert in 2010, when he brought a girl onstage, asked her age, and reportedly said \"I can't go to jail yet, man! 17? Why do you look like that?\" before kissing her in front of a full audience. Or adults on Twitter celebrating Billie Eilish’s 18th birthday — the legal age of consent in every state. If the only thing stopping an adult from lusting after a legal minor is the single day between 17 and 18 years old, there’s a moral deficit that goes beyond our legal system.</p>\n<p>Whether legal or illegal, the responsibility should fall on adults to not sexualize young people.</p>\n<div class=\"profile-container\"></div>\n\n<p>Adina agrees. She’s 19 years old now, and looking back on her 10th grade relationship, she has a very different interpretation of age-gap romances.</p>\n<p>“I don't really think there's a way for it not to be exploitative. Even if the minor is consenting and loves the person a lot,” she said. “You're just not an adult yet, in your brain and your maturity. Your life experience is not on par with a grown person. So if you're going to be with a grown person, it's going to be exploitative.”</p>","cases":[{"figure":"Mary Kay Letourneau","picture":"profiles/mary-kay.jpg","list":[{"text":"<p>Sixth grade teacher Mary Kay Letourneau, 34, pled guilty to <a href=\"https://www.biography.com/news/mary-kay-letourneau-vili-fualaau-wedding-anniversary-scandal\">second-degree rape</a> in 1997 for having intercourse with her 12-year-old former student.</p>"},{"text":"<p>She initially served three months in jail, and was registered as a sex offender.</p>"},{"text":"<p>Letourneau later had sex with her former student again while he was underage, and was sentenced to over 7 years in prison.</p>"},{"text":"<p>The couple had two children between 1997 and 1998. They were married after Letourneau’s release in 2005, though are now separated.</p>"}]},{"figure":"R. Kelly","picture":"profiles/r-kelly.jpg","list":[{"text":"<p>A docuseries, “Surviving R. Kelly,” was released in 2019, detailing examples of Robert Kelly grooming and sexually exploiting underaged girls.</p>"},{"text":"<p>Response to the docuseries resulted in Kelly being charged for <a href=\"https://variety.com/2019/music/news/r-kelly-arrested-sex-trafficking-charges-1203265668/\">sex trafficking</a>, as well as <a href=\"https://variety.com/2019/biz/news/r-kelly-facing-minimum-15-years-in-prison-sex-traffic-pornography-1203266274/\">child pornography</a>.</p>"},{"text":"<p>Notably, Kelly was a contributor to Aaliyah’s song  called “Age Ain’t Nothin But a Number”, released in 1994, which included  the lyrics “age ain’t nothin but a number, throwin down ain’t nothin but a thang.”</p>"}]},{"figure":"Tyga","picture":"profiles/tyga.jpg","list":[{"text":"<p>It’s speculated Tyga began dating Kylie Jenner in 2014, when she was 16 and he was 24 years old.</p>"},{"text":"<p>Jenner’s brother-in-law, Kanye West, was asked if he felt the relationship was inappropriate in a 2015 Breakfast Club <a href=\"https://youtu.be/ixLOt-MeDyU?t=1734\">interview</a>. West said \"I think that he got in early, I think he was smart.\"</p>"},{"text":"<p>In 2016, Tyga was also accused of <a href=\"https://thegrapevine.theroot.com/14-year-old-girl-says-tyga-sent-her-uncomfortable-ins-1790887633\">direct messaging</a> a 14 year old girl with predatory intent, though he claimed this was due to his interest in her <a href=\"https://www.vice.com/en_us/article/8qwpmk/tyga-admits-he-contacted-14-year-old-girl-but-only-because-he-liked-her-music\">music</a>.</p>"}]},{"figure":"Drake","picture":"profiles/drake.jpg","list":[{"text":"<p>Drake has been criticized for texting teenage starlets like <a href=\"https://www.independent.co.uk/voices/drake-millie-bobby-brown-texts-emmy-awards-stranger-things-a8545046.html\">Millie Bobby Brown</a>, who was 14 years old at the time, and <a href=\"https://www.independent.co.uk/arts-entertainment/music/news/billie-eilish-drake-text-messages-number-millie-bobby-brown-stranger-things-a9227226.html\">Billie Eilish</a>, then 17.</p>"},{"text":"<p>At a concert in 2010 Drake said \"<a href=\"https://youtu.be/Fp5b9dW1nrA?t=90\">I can't go to jail yet, man! Why do you look like that?</a>” before kissing a 17 year old girl on stage.</p>"}]},{"figure":"Kevin Spacey","picture":"profiles/kevin-spacey.jpg","list":[{"text":"<p>In October 2017, actor Anthony Rapp told <a href=\"https://www.buzzfeednews.com/article/adambvary/anthony-rapp-kevin-spacey-made-sexual-advance-when-i-was-14#.eoDnqn8nB\">Buzzfeed</a> that Kevin Spacey had made sexual advances toward him at 14, and attempted sexual assault. Spacey was 26 at the time.</p>"},{"text":"<p>Spacey <a href=\"https://twitter.com/KevinSpacey/status/924848412842971136\">responded</a>, stating he was horrified to hear Rapp's story and that he didn't remember the encounter. He went on to say that he owed Rapp an apology for \"what would have been deeply inappropriate drunken behavior.”</p>"},{"text":"<p>Spacey came out as openly gay the same day Rapp alleged the assault, prompting criticism for using his sexual orientation as a deflection, and conflating homosexuality with pedophilia.</p>"}]}],"slug":"illegal-or-just-creepy-the-complicated-history-of-age-of-consent"}}
